Repository: SelwanEsmail/tawaset_libya_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: تواسط ليبيا
ar: Tawassut Libya

source: contact-us
ar: تواصل معنا

source: Digital analytics and technical consultations that drive your business growth
ar: تحليلات رقمية واستشارات تقنية تدفع بنمو أعمالك

source: انظمة Erp
ar: ERP Systems

source: Cloud Computing
ar: الحوسبة السحابية

source: Cybersecurity
ar: الأمن السيبراني

source: System Development
ar: تطوير الأنظمة

source: Our working process
ar: عملية عملنا

source: Project Completed
ar: المشاريع المنجزة

source: Expert Consultants
ar: استشاريون خبراء

source: 5 Stars Rating
ar: تقييم 5 نجوم

source: Awards Winning
ar: جوائز

source: read more
ar: اقرأ المزيد

source: Get a quote
ar: احصل على عرض سعر

source: شارع عمر المختار، طرابلس، ليبيا
ar: طرابلس ، ليبيا ، شارع عمر المختار

source: Home
ar: الرئيسية

source: news
ar: الأخبار

source: Projects
ar: المشاريع

source: why us
ar: لماذا نحن

source: Contact
ar: اتصل بنا

source: About Us
ar: من نحن

source: Services
ar: الخدمات

source: Pricing
ar: الأسعار

source: Testimonial
ar: آراء العملاء

source: Blog
ar: المدونة

source: 55 Clark St, Brooklyn, NY 11201, USA
ar: 55 شارع كلارك، بروكلين، نيويورك 11201، الولايات المتحدة الأمريكية

source: Consultancy
ar: استشارات

source: vision
ar: أن تكون تواسط ليبيا رمزاً للابتكار والتحول الرقمي، تقود مستقبل التقنية في ليبيا وتُسهم في بناء بيئة رقمية متطورة، آمنة، ومستدامة تُلهم المؤسسات للنمو والتطور بثقة.

source: Company
ar: الشركة

source: Company History
ar: تاريخ الشركة

source: Need a Career
ar: وظائف

source: Working Process
ar: عملية العمل

source: Blog Post
ar: منشورات المدونة

source: News & Article
ar: أخبار ومقالات

source: Popular Feeds
ar: المشاركات الشائعة

source: home
ar: الرئيسية

source: Read More
ar: اقرأ المزيد

source: Categories
ar: الفئات

source: projects
ar: المشاريع
